Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Writes local audit JSONL files for forensic review. Toggling applies immediately to running sessions.
de: Schreibt lokale Audit-JSONL-Dateien für forensische Überprüfung. Umschalten gilt sofort für laufende Sitzungen.
es: Escribe archivos JSONL de auditoría locales para revisión forense. Al activarlo o desactivarlo se aplica de inmediato a las sesiones en curso.
fr: Écrit des fichiers JSONL d'audit locaux pour examen forensique. L'activation s'applique immédiatement aux sessions en cours.
it: Scrive file JSONL di audit locali per revisione forense. L'attivazione si applica immediatamente alle sessioni in esecuzione.
pt: Grava arquivos JSONL de auditoria locais para revisão forense. A alternância se aplica imediatamente às sessões em execução.
ru: Записывает локальные JSONL-файлы аудита для forensic-проверки. Переключение сразу применяется к активным сессиям.
tr: Adli inceleme için yerel denetim JSONL dosyaları yazar. Açma/kapama çalışan oturumlara hemen uygulanır.
zh_hans: 写入本地审计 JSONL 文件以供取证审查。切换会立即应用于正在运行的会话。
zh_hant: 寫入本地稽核 JSONL 檔案以供取證審查。切換會立即套用至正在執行的工作階段。

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt: Ontem
ru: Вчера
tr: Dün
zh_hans: 昨天
zh_hant: 昨天

source: You
de: Du
es: Tú
fr: Vous
it: Tu
pt: Você
ru: Вы
tr: Sen
zh_hans: 您
zh_hant: 您

source: You added %@
de: Du hast %@ hinzugefügt
es: Añadiste a %@
fr: Vous avez ajouté %@
it: Hai aggiunto %@
pt: Você adicionou %@
ru: Вы добавили %@
tr: %@ kullanıcısını eklediniz
zh_hans: 你添加了%@
zh_hant: 你添加了%@

source: You already approved this change. Retry to finish saving it before continuing setup.
de: Du hast diese Änderung bereits genehmigt. Versuche erneut, sie zu speichern, bevor du die Einrichtung fortsetzt.
es: Ya aprobaste este cambio. Reintenta para terminar de guardarlo antes de continuar la configuración.
fr: Vous avez déjà approuvé cette modification. Réessayez pour terminer son enregistrement avant de poursuivre la configuration.
it: Hai già approvato questa modifica. Riprova per completare il salvataggio prima di continuare la configurazione.
pt: Você já aprovou esta alteração. Tente novamente para concluir o salvamento antes de continuar a configuração.
ru: Вы уже одобрили это изменение. Повторите попытку, чтобы сохранить его перед продолжением настройки.
tr: Bu değişikliği zaten onayladınız. Kuruluma devam etmeden önce kaydetmeyi tamamlamak için tekrar deneyin.
zh_hans: 你已批准此更改。请重试以完成保存，然后继续设置。
zh_hant: 你已核准此變更。請重試以完成儲存，然後繼續設定。

source: You are no longer an admin
de: Du bist kein Administrator mehr
es: Ya no eres administrador
fr: Vous n’êtes plus administrateur
it: Non sei più amministratore
pt: Você não é mais administrador
ru: Вы больше не администратор
tr: Artık yönetici değilsiniz
zh_hans: 你不再是管理员
zh_hant: 你不再是管理員

source: You are no longer an admin.
de: Sie sind kein Administrator mehr.
es: Ya no eres administrador.
fr: Vous n’êtes plus administrateur.
it: Non sei più un amministratore.
pt: Você não é mais administrador.
ru: Вы больше не администратор.
tr: Artık yönetici değilsiniz.
zh_hans: 您已不再是管理员。
zh_hant: 您已不再是管理員。

source: You are now an admin.
de: Sie sind jetzt Administrator.
es: Ahora eres administrador.
fr: Vous êtes maintenant administrateur.
it: Ora sei un amministratore.
pt: Agora você é administrador.
ru: Теперь вы администратор.
tr: Artık yöneticisiniz.
zh_hans: 您现在是管理员。
zh_hant: 您現在是管理員。

source: You can add members after creating the group.
de: Sie können Mitglieder hinzufügen, nachdem Sie die Gruppe erstellt haben.
es: Puedes agregar miembros después de crear el grupo.
fr: Vous pouvez ajouter des membres après avoir créé le groupe.
it: Puoi aggiungere membri dopo aver creato il gruppo.
pt: Você pode adicionar membros após criar o grupo.
ru: Вы можете добавлять участников после создания группы.
tr: Grubu oluşturduktan sonra üye ekleyebilirsiniz.
zh_hans: 创建群组后您可以添加成员。
zh_hant: 建立群組後您可以新增成員。

source: You can continue without changing the people you follow.
de: Du kannst fortfahren, ohne die Personen zu ändern, denen du folgst.
es: Puedes continuar sin cambiar a las personas que sigues.
fr: Vous pouvez continuer sans modifier les personnes que vous suivez.
it: Puoi continuare senza cambiare le persone che segui.
pt: Você pode continuar sem alterar as pessoas que segue.
ru: Можно продолжить, не меняя список тех, на кого вы подписаны.
tr: Takip ettiğiniz kişileri değiştirmeden devam edebilirsiniz.
zh_hans: 你可以继续而不更改关注的人。
zh_hant: 你可以繼續而不變更追蹤的人。

source: You can send up to %lld photos at once
de: Du kannst bis zu %lld Fotos auf einmal senden
es: Puedes enviar hasta %lld fotos a la vez
fr: Vous pouvez envoyer jusqu’à %lld photos à la fois
it: Puoi inviare fino a %lld foto alla volta
pt: Você pode enviar até %lld fotos de uma vez
ru: Можно отправить до %lld фото за раз
tr: Bir seferde en fazla %lld fotoğraf gönderebilirsiniz
zh_hans: 一次最多可发送 %lld 张照片
zh_hant: 一次最多可傳送 %lld 張照片

source: You can sign back in without importing your keys again.
de: Sie können sich wieder anmelden, ohne Ihre Schlüssel erneut zu importieren.
es: Puedes volver a iniciar sesión sin importar tus llaves de nuevo.
fr: Vous pouvez vous reconnecter sans réimporter vos clés.
it: Puoi accedere nuovamente senza importare nuovamente le chiavi.
pt: Você pode fazer login novamente sem importar suas chaves novamente.
ru: Вы можете снова войти в систему, не импортируя ключи повторно.
tr: Anahtarlarınızı tekrar içe aktarmadan tekrar oturum açabilirsiniz.
zh_hans: 您可以重新登录，而无需再次导入密钥。
zh_hant: 您可以重新登錄，而無需再次匯入金鑰。

source: You can't add yourself to a chat.
de: Du kannst dich nicht selbst zu einem Chat hinzufügen.
es: No puedes añadirte a ti mismo a un chat.
fr: Vous ne pouvez pas vous ajouter à une discussion.
it: Non puoi aggiungerti da solo a una chat.
pt: Você não pode se adicionar a uma conversa.
ru: Нельзя добавить в чат самого себя.
tr: Kendini bir sohbete ekleyemezsin.
zh_hans: 你不能把自己添加到聊天中。
zh_hant: 你不能把自己加入聊天。

source: You changed disappearing messages from %@ to %@
de: Du hast verschwindende Nachrichten von %@ auf %@ geändert
es: Cambiaste los mensajes temporales de %@ a %@
fr: Vous avez changé les messages éphémères de %@ à %@
it: Hai cambiato i messaggi effimeri da %@ a %@
pt: Você mudou as mensagens temporárias de %@ para %@
ru: Вы изменили исчезающие сообщения с %@ на %@
tr: Kaybolan mesajları %@ değerinden %@ değerine değiştirdiniz
zh_hans: 你将阅后即焚消息从%@改为%@
zh_hant: 你將限時訊息從%@改為%@

source: You changed the group name to %@
de: Du hast den Gruppennamen zu %@ geändert
es: Cambiaste el nombre del grupo a %@
fr: Vous avez renommé le groupe en %@
it: Hai cambiato il nome del gruppo in %@
pt: Você mudou o nome do grupo para %@
ru: Вы изменили название группы на %@
tr: Grup adını %@ olarak değiştirdiniz
zh_hans: 你将群组名称改为%@
zh_hant: 你將群組名稱改為%@

source: You changed the group photo
de: Du hast das Gruppenbild geändert
es: Cambiaste la foto del grupo
fr: Vous avez changé la photo du groupe
it: Hai cambiato la foto del gruppo
pt: Você mudou a foto do grupo
ru: Вы изменили фото группы
tr: Grup fotoğrafını değiştirdiniz
zh_hans: 你更改了群组照片
zh_hant: 你更改了群組照片

source: You deleted this message.
de: Du hast diese Nachricht gelöscht.
es: Eliminaste este mensaje.
fr: Vous avez supprimé ce message.
it: Hai eliminato questo messaggio.
pt: Você excluiu esta mensagem.
ru: Вы удалили это сообщение.
tr: Bu mesajı sildiniz.
zh_hans: 你删除了此消息。
zh_hant: 你刪除了此訊息。

source: You follow
de: Du folgst
es: Sigues a esta persona
fr: Vous suivez cette personne
it: Segui questa persona
pt: Você segue esta pessoa
ru: Вы подписаны
tr: Bu kişiyi takip ediyorsun
zh_hans: 你已关注
zh_hant: 你已關注

source: You left
de: Du hast die Gruppe verlassen
es: Saliste del grupo
fr: Vous avez quitté le groupe
it: Hai lasciato il gruppo
pt: Você saiu do grupo
ru: Вы покинули группу
tr: Gruptan ayrıldınız
zh_hans: 你离开了群组
zh_hant: 你離開了群組

source: You left the group
de: Du hast die Gruppe verlassen
es: Saliste del grupo
fr: Vous avez quitté le groupe
it: Hai lasciato il gruppo
pt: Você saiu do grupo
ru: Вы покинули группу
tr: Gruptan ayrıldınız
zh_hans: 您已退出群组
zh_hant: 您已離開群組

source: You left this chat.
de: Du hast diesen Chat verlassen.
es: Has abandonado este chat.
fr: Vous avez quitté cette discussion.
it: Hai abbandonato questa chat.
pt: Você saiu desta conversa.
ru: Вы покинули этот чат.
tr: Bu sohbetten ayrıldınız.
zh_hans: 你已退出此聊天。
zh_hant: 你已退出此聊天。

source: You made %@ an admin
de: Du hast %@ zum Administrator gemacht
es: Hiciste administrador a %@
fr: Vous avez nommé %@ administrateur
it: Hai reso %@ amministratore
pt: Você tornou %@ administrador
ru: Вы назначили %@ администратором
tr: %@ kullanıcısını yönetici yaptınız
zh_hans: 你将%@设为管理员
zh_hant: 你將%@設為管理員

source: You previously shared reliability metrics. Sharing now also includes feature usage, so we need your permission again.
de: Du hast zuvor Zuverlässigkeitsmetriken geteilt. Da nun auch die Nutzung von Funktionen erfasst wird, benötigen wir erneut deine Zustimmung.
es: Antes compartías métricas de fiabilidad. Ahora también se incluye el uso de funciones, por lo que necesitamos tu permiso de nuevo.
fr: Vous partagiez auparavant des mesures de fiabilité. Le partage inclut désormais aussi l’utilisation des fonctionnalités : nous avons donc besoin d’une nouvelle autorisation.
it: In precedenza condividevi metriche di affidabilità. Ora la condivisione include anche l’uso delle funzionalità, quindi serve nuovamente il tuo consenso.
pt: Você compartilhava métricas de confiabilidade. O compartilhamento agora também inclui o uso de recursos, então precisamos da sua permissão novamente.
ru: Ранее вы отправляли показатели надёжности. Теперь в данные входит и использование функций, поэтому нам снова нужно ваше разрешение.
tr: Daha önce güvenilirlik ölçümlerini paylaşıyordunuz. Paylaşım artık özellik kullanımını da içerdiği için yeniden izninize ihtiyacımız var.
zh_hans: 你之前共享了可靠性指标。现在共享范围还包括功能使用情况，因此我们需要再次征得你的同意。
zh_hant: 你之前分享了可靠性指標。現在分享範圍也包含功能使用情況，因此我們需要再次取得你的同意。

source: You removed %@
de: Du hast %@ entfernt
es: Eliminaste a %@
fr: Vous avez retiré %@
it: Hai rimosso %@
pt: Você removeu %@
ru: Вы удалили %@
tr: %@ kullanıcısını çıkardınız
zh_hans: 你移除了%@
zh_hant: 你移除了%@

source: You removed %@ as admin
de: Du hast %@ als Administrator entfernt
es: Quitaste a %@ como administrador
fr: Vous avez retiré %@ en tant qu'administrateur
it: Hai rimosso %@ come amministratore
pt: Você removeu %@ como administrador
ru: Вы сняли права администратора с %@
tr: %@ kullanıcısını yönetici olmaktan çıkardınız
zh_hans: 你取消了%@的管理员身份
zh_hant: 你取消了%@的管理員身份

source: You sent a message
de: Sie haben eine Nachricht gesendet
es: enviaste un mensaje
fr: Vous avez envoyé un message
it: Hai inviato un messaggio
pt: Você enviou uma mensagem
ru: Вы отправили сообщение
tr: Bir mesaj gönderdin
zh_hans: 你发了一条消息
zh_hant: 你發了一條訊息

source: You set disappearing messages to %@
de: Du hast verschwindende Nachrichten auf %@ gesetzt
es: Estableciste los mensajes temporales en %@
fr: Vous avez réglé les messages éphémères sur %@
it: Hai impostato i messaggi effimeri su %@
pt: Você definiu as mensagens temporárias para %@
ru: Вы установили исчезающие сообщения на %@
tr: Kaybolan mesajları %@ olarak ayarladınız
zh_hans: 你将阅后即焚消息设为%@
zh_hant: 你將限時訊息設為%@

source: You stepped down as admin
de: Sie sind als Administrator zurückgetreten
es: Renunciaste como administrador
fr: Vous avez quitté votre poste d'administrateur
it: Ti sei dimesso dalla carica di amministratore
pt: Você deixou o cargo de administrador
ru: Вы ушли с поста администратора
tr: Yöneticilikten ayrıldınız
zh_hans: 您辞去管理员职务
zh_hant: 您辭去管理者職務

source: You turned off disappearing messages
de: Du hast verschwindende Nachrichten ausgeschaltet
es: Desactivaste los mensajes temporales
fr: Vous avez désactivé les messages éphémères
it: Hai disattivato i messaggi effimeri
pt: Você desativou as mensagens temporárias
ru: Вы отключили исчезающие сообщения
tr: Kaybolan mesajları kapattınız
zh_hans: 你关闭了阅后即焚消息
zh_hant: 你關閉了限時訊息

source: You were added
de: Du wurdest hinzugefügt
es: Te añadieron
fr: Vous avez été ajouté
it: Sei stato aggiunto
pt: Você foi adicionado
ru: Вас добавили
tr: Eklendiniz
zh_hans: 你已被添加
zh_hant: 你已被加入

source: You were made an admin
de: Du wurdest zum Administrator gemacht
es: Te nombraron administrador
fr: Vous avez été nommé administrateur
it: Ora sei amministratore
pt: Você agora é administrador
ru: Вас назначили администратором
tr: Yönetici yapıldınız
zh_hans: 你已被设为管理员
zh_hant: 你已被設為管理員

source: You were removed
de: Du wurdest entfernt
es: Te eliminaron
fr: Vous avez été retiré
it: Sei stato rimosso
pt: Você foi removido
ru: Вас удалили
tr: Çıkarıldınız
zh_hans: 你已被移除
zh_hant: 你已被移除

source: You were removed from this chat.
de: Du wurdest aus diesem Chat entfernt.
es: Te eliminaron de este chat.
fr: Vous avez été retiré de cette discussion.
it: Sei stato rimosso da questa chat.
pt: Você foi removido desta conversa.
ru: Вас удалили из этого чата.
tr: Bu sohbetten çıkarıldınız.
zh_hans: 你已从此聊天中移除。
zh_hant: 你已從此聊天中移除。

source: You were removed from this group and can no longer send messages here.
de: Du wurdest aus dieser Gruppe entfernt und kannst hier keine Nachrichten mehr senden.
es: Se te eliminó de este grupo y ya no puedes enviar mensajes aquí.
fr: Vous avez été retiré de ce groupe et ne pouvez plus y envoyer de messages.
it: Sei stato rimosso da questo gruppo e non puoi più inviare messaggi qui.
pt: Você foi removido deste grupo e não pode mais enviar mensagens aqui.
ru: Вас удалили из группы, и вы больше не можете отправлять здесь сообщения.
tr: Bu gruptan çıkarıldın ve artık burada mesaj gönderemezsin.
zh_hans: 你已被移出此群组，无法再在此发送消息。
zh_hant: 你已被移除此群組，無法再在此傳送訊息。

source: You: %@
de: Sie: %@
es: Tú: %@
fr: Vous : %@
it: Tu: %@
pt: Você: %@
ru: Вы: %@
tr: Siz: %@
zh_hans: 您：%@
zh_hant: 您：%@

source: You'll stay in the group, but another admin will need to restore your admin status.
de: Sie bleiben in der Gruppe, aber ein anderer Administrator muss Ihren Administratorstatus wiederherstellen.
es: Permanecerás en el grupo, pero otro administrador deberá restaurar tu estado de administrador.
fr: Vous resterez dans le groupe, mais un autre administrateur devra restaurer votre statut d'administrateur.
it: Rimarrai nel gruppo, ma un altro amministratore dovrà ripristinare il tuo stato di amministratore.
pt: Você permanecerá no grupo, mas outro administrador precisará restaurar seu status de administrador.
ru: Вы останетесь в группе, но другой администратор должен будет восстановить ваш статус администратора.
tr: Grupta kalacaksınız ancak başka bir yöneticinin yönetici durumunuzu geri yüklemesi gerekecek.
zh_hans: 您将留在群组中，但另一位管理员需要恢复您的管理员状态。
zh_hant: 您將留在群組中，但另一位管理員需要恢復您的管理員狀態。

source: You'll step down as admin first, then stop receiving messages from this group.
de: Sie treten zunächst als Administrator zurück und erhalten dann keine Nachrichten mehr von dieser Gruppe.
es: Primero dejarás de ser administrador y luego dejarás de recibir mensajes de este grupo.
fr: Vous quitterez d’abord votre poste d’administrateur, puis cesserez de recevoir des messages de ce groupe.
it: Prima dimetterai la carica di amministratore, poi smetterai di ricevere messaggi da questo gruppo.
pt: Você primeiro deixará o cargo de administrador e depois deixará de receber mensagens deste grupo.
ru: Сначала вы уйдете с поста администратора, а затем перестанете получать сообщения от этой группы.
tr: Önce yöneticilikten ayrılacaksınız, ardından bu gruptan mesaj almayı bırakacaksınız.
zh_hans: 您将首先辞去管理员身份，然后停止接收来自该群组的消息。
zh_hant: 您將首先辭去管理員身份，然後停止接收來自該群組的訊息。

source: You'll stop receiving messages from this chat.
de: Du erhältst keine Nachrichten mehr aus diesem Chat.
es: Dejarás de recibir mensajes de este chat.
fr: Vous ne recevrez plus de messages de cette discussion.
it: Smetterai di ricevere messaggi da questa chat.
pt: Você deixará de receber mensagens desta conversa.
ru: Вы перестанете получать сообщения из этого чата.
tr: Bu sohbetten artık mesaj almayacaksın.
zh_hans: 你将不再收到此聊天的消息。
zh_hant: 你將不再收到此聊天的訊息。

source: You'll stop receiving messages from this group. Other members will see a system message.
de: Sie erhalten keine Nachrichten mehr von dieser Gruppe. Andere Mitglieder sehen eine Systemmeldung.
es: Dejarás de recibir mensajes de este grupo. Otros miembros verán un mensaje del sistema.
fr: Vous ne recevrez plus de messages de ce groupe. Les autres membres verront un message système.
it: Non riceverai più messaggi da questo gruppo. Gli altri membri vedranno un messaggio di sistema.
pt: Você deixará de receber mensagens deste grupo. Outros membros verão uma mensagem do sistema.
ru: Вы перестанете получать сообщения от этой группы. Остальные участники увидят системное сообщение.
tr: Bu gruptan mesaj almayı bırakacaksınız. Diğer üyeler bir sistem mesajı göreceklerdir.
zh_hans: 您将停止接收来自该群组的消息。其他成员将看到一条系统消息。
zh_hant: 您將停止接收來自該群組的訊息。其他成員將看到一條系統訊息。

source: You'll stop receiving new messages. This chat will remain on this device as read-only history until you delete it.
de: Du erhältst keine neuen Nachrichten mehr. Dieser Chat bleibt als schreibgeschützter Verlauf auf diesem Gerät, bis du ihn löschst.
es: Dejarás de recibir mensajes nuevos. Este chat permanecerá en este dispositivo como historial de solo lectura hasta que lo elimines.
fr: Vous ne recevrez plus de nouveaux messages. Cette discussion restera sur cet appareil en lecture seule jusqu’à ce que vous la supprimiez.
it: Non riceverai più nuovi messaggi. Questa chat rimarrà su questo dispositivo come cronologia di sola lettura finché non la eliminerai.
pt: Você deixará de receber novas mensagens. Esta conversa permanecerá neste dispositivo como histórico somente leitura até que você a exclua.
ru: Вы перестанете получать новые сообщения. Этот чат останется на устройстве как история только для чтения, пока вы его не удалите.
tr: Yeni mesajları almayı bırakacaksınız. Bu sohbet, siz silene kadar bu cihazda salt okunur geçmiş olarak kalacak.
zh_hans: 你将不再收到新消息。此聊天将作为只读历史记录保留在此设备上，直到你将其删除。
zh_hant: 你將不再收到新訊息。此聊天會以唯讀記錄保留在此裝置上，直到你將其刪除。

source: You’re all caught up.
de: Du bist auf dem neuesten Stand.
es: Estás al día.
fr: Vous êtes à jour.
it: Sei al passo con tutto.
pt: Está tudo em dia.
ru: Всё прочитано.
tr: Her şeyi okudunuz.
zh_hans: 你已全部查看。
zh_hant: 你已全部查看。

source: You're offline. Try again once you're connected.
de: Du bist offline. Versuche es erneut, sobald du verbunden bist.
es: Sin conexión. Inténtalo de nuevo cuando estés conectado.
fr: Vous êtes hors ligne. Réessayez une fois connecté.
it: Sei offline. Riprova quando sei connesso.
pt: Você está offline. Tente novamente quando estiver conectado.
ru: Вы не в сети. Повторите попытку после подключения.
tr: Çevrimdışısınız. Bağlandığınızda tekrar deneyin.
zh_hans: 您处于离线状态。联网后再试。
zh_hant: 您目前離線。連線後再試一次。

source: You’re ready
de: Alles bereit
es: Todo listo
fr: Tout est prêt
it: È tutto pronto
pt: Tudo pronto
ru: Всё готово
tr: Hazırsın
zh_hans: 一切就绪
zh_hant: 一切就緒

source: You're the only admin. Make another member an admin before you leave.
de: Sie sind der einzige Administrator. Machen Sie ein anderes Mitglied zum Administrator, bevor Sie gehen.
es: Eres el único administrador. Convierte a otro miembro en administrador antes de irte.
fr: Vous êtes le seul administrateur. Faites d’un autre membre un administrateur avant de partir.
it: Sei l'unico amministratore. Rendi un altro membro un amministratore prima di andartene.
pt: Você é o único administrador. Torne outro membro um administrador antes de sair.
ru: Ты единственный администратор. Прежде чем уйти, сделайте другого участника администратором.
tr: Tek yönetici sensin. Ayrılmadan önce başka bir üyeyi yönetici yapın.
zh_hans: 您是唯一的管理员。在您离开之前让另一位成员成为管理员。
zh_hant: 您是唯一的管理員。在您離開之前讓另一位成員成為管理員。

source: Your avatar is public
de: Dein Avatar ist öffentlich
es: Tu avatar es público
fr: Votre avatar est public
it: Il tuo avatar è pubblico
pt: Seu avatar é público
ru: Ваш аватар общедоступен
tr: Avatarınız herkese açık
zh_hans: 你的头像是公开的
zh_hant: 你的頭像是公開的

source: Your avatar is public. The photo is uploaded to a public service, and removing it from your profile may not delete the uploaded copy.
de: Dein Avatar ist öffentlich. Das Foto wird zu einem öffentlichen Dienst hochgeladen. Wenn du es aus deinem Profil entfernst, wird die hochgeladene Kopie möglicherweise nicht gelöscht.
es: Tu avatar es público. La foto se sube a un servicio público y eliminarla de tu perfil puede no borrar la copia subida.
fr: Votre avatar est public. La photo est envoyée vers un service public et sa suppression de votre profil peut ne pas supprimer la copie envoyée.
it: Il tuo avatar è pubblico. La foto viene caricata su un servizio pubblico e rimuoverla dal profilo potrebbe non eliminare la copia caricata.
pt: Seu avatar é público. A foto é enviada a um serviço público, e removê-la do perfil pode não excluir a cópia enviada.
ru: Ваш аватар общедоступен. Фото загружается в общедоступный сервис, и удаление его из профиля может не удалить загруженную копию.
tr: Avatarınız herkese açıktır. Fotoğraf herkese açık bir hizmete yüklenir ve profilinizden kaldırmanız yüklenen kopyayı silmeyebilir.
zh_hans: 你的头像是公开的。照片会上传到公共服务，从个人资料中移除照片可能不会删除已上传的副本。
zh_hant: 你的頭像是公開的。照片會上傳到公共服務，從個人檔案中移除照片可能不會刪除已上傳的副本。

source: Your current location could not be found. Tap the map to choose a place.
de: Ihr aktueller Standort konnte nicht gefunden werden. Tippen Sie auf die Karte, um einen Ort auszuwählen.
es: No se pudo encontrar su ubicación actual. Toca el mapa para elegir un lugar.
fr: Votre position actuelle est introuvable. Appuyez sur la carte pour choisir un lieu.
it: Impossibile trovare la tua posizione attuale. Tocca la mappa per scegliere un luogo.
pt: Não foi possível encontrar sua localização atual. Toque no mapa para escolher um lugar.
ru: Ваше текущее местоположение не найдено. Коснитесь карты, чтобы выбрать место.
tr: Mevcut konumunuz bulunamadı. Bir yer seçmek için haritaya dokunun.
zh_hans: 无法找到您当前的位置。点击地图选择一个地点。
zh_hant: 無法找到您目前的位置。點擊地圖選擇一個地點。

source: Your kind:0 metadata is live on %lld relays.
de: Ihre kind:0-Metadaten sind auf %lld Relays live.
es: Sus metadatos kind:0 están activos en %lld relés.
fr: Vos métadonnées kind:0 sont publiées sur %lld relais.
it: I tuoi metadati kind:0 sono attivi su %lld relay.
pt: Seus metadados kind:0 estão ativos em %lld relays.
ru: Ваши метаданные kind:0 доступны на %lld реле.
tr: kind:0 meta verileriniz %lld aktarıcıda yayında.
zh_hans: 您的 kind:0 元数据已在 %lld 个中继上线。
zh_hant: 您的 kind:0 元資料已在 %lld 個中繼上線。

source: Your kind:0 metadata is live on your account relays.
de: Deine kind:0-Metadaten sind auf deinen Konto-Relays live.
es: Tus metadatos kind:0 están publicados en los relés de tu cuenta.
fr: Vos métadonnées kind:0 sont publiées sur les relais de votre compte.
it: I tuoi metadati kind:0 sono online sui relay del tuo account.
pt: Seus metadados kind:0 estão ativos nos relays da sua conta.
ru: Ваши метаданные kind:0 опубликованы на ретрансляторах вашего аккаунта.
tr: kind:0 meta verileriniz hesap rölelerinizde yayınlandı.
zh_hans: 您的 kind:0 元数据已发布到您的账户中继。
zh_hant: 您的 kind:0 元資料已發佈至您的帳號中繼。
